{
    "about": [
        {"name": "Aerin Brown",
        "text": "Aerin Brown is an incoming second-year Software Engineering student at McGill University, and attends as a Schulich Leader Scholar. She began programming at twelve years old to follow her blossoming passion in robotics, artificial intelligence, and game design. Now, she is part of the McGill Robotics team and works on inverse kinematics and pathfinding algorithms for their Mars rover project. She also is an active member of the McGill Game Development club and the McGill Artificial Intelligence Society. She has participated in two hackathons: MAISHacks, in which her team won Best Beginner Project, and McGameJam. In the future, she hopes to continue exploring various areas of Software Engineering through internships and freelance projects."
        },
        {"name": "TEST TEST 123",
        "text": "Miguel Angel Mireles Vázquez is an incoming second-year Digital Systems and Robotics student at Universidad de Guanajuato. Now, he is the president of the IEEE Robotics and Automation Society student chapter at Universidad de Guanajuato and works on path prediction controls with artificial vision. He remains committed to staying at the forefront of the rapidly-evolving field of computer science through engaging in coursework, internships, and personal projects. In the future, Miguel aspires to leverage his skills and knowledge to drive technological innovation and contribute to transformative projects."
        },
        {"name": "TEST TEST 456",
        "text": "Julian Willis is a second-year student at Georgia State University. He is on the executive committee of his university's ACM Student Chapter, hosting speakers from domain experts from large tech companies and local Atlanta companies, helping connect students to job opportunities. He is also active in his school's DSA interview prep groups. As a child he learned web design and development skills; he is experienced with these subjects and tutored them last summer. In the future, he aspires to broaden his skillset, in particular systems programming, through both personal projects and internships."
        }
    ]
}
