{
  "members": [
    {
      "name": "Miguel",
      "color": "gray",
      "locations": [
        {
          "name": "Los Colomos Forest",
          "lat": 20.7077,
          "lon": -103.39,
          "description": "This is a It is a park that is made up of approximately 92 hectares, where there is a peculiar Japanese garden that has vegetation characteristic of this eastern nation, as well as a beautiful artificial lake with goldfish, basalt rocks, a bridge and a castle that was built in the early twentieth century."
        },
        {
          "name": "Riviera Maya",
          "lat": 20.63138,
          "lon": -87.07305,
          "description": "The Riviera Maya is a tourism and resort district located south of Cancun, Mexico."
        },
        {
          "name": "Puerto Vallarta",
          "lat": 20.6534,
          "lon": -105.2253,
          "description": "Puerto Vallarta is a Mexican beach resort city situated on the Pacific Ocean's Bahía de Banderas in the Mexican state of Jalisco."
        },
        {
          "name": "El Pipila Monument",
          "lat": 21.0167,
          "lon": -101.25,
          "description": "The Monumento al Pípila is a monument in honor of Juan José de los Reyes Martínez Amaro, who burned out the main door of the Castillo de Granaditas on September 28, 1810. It is located in the city of Guanajuato, Guanajuato."
        },
        {
          "name": "Acapulco",
          "lat": 16.8531,
          "lon": -99.8237,
          "description": "Acapulco is a city and major seaport in the state of Guerrero on the Pacific coast of Mexico, 380 kilometres (240 mi) south of Mexico City."
        }
      ]
    },
    {
      "name": "Aerin",
      "color": "purple",
      "locations": [
        {
          "name": "Peggy's Cove",
          "lat": 44.489,
          "lon": -63.9172,
          "description": "A series of rocky cliffs overlooking the Atlantic Ocean and featuring Canada's most photographed lighthouse."
        },
        {
          "name": "The Tower of London",
          "lat": 51.50853,
          "lon": 0.076132,
          "description": "The historic castle fortress turned museam where the Crown Jewels are kept."
        },
        {
          "name": "Sacré-Cœur Basilica",
          "lat": 48.8864,
          "lon": 2.343,
          "description": "A gorgeous church with a stunning view of Paris from its highest hill."
        },
        {
          "name": "Castaway Cay",
          "lat": 26.0833,
          "lon": -77.5334,
          "description": "Disney's private island, only visitable through their cruise line."
        },
        {
          "name": "Old Montreal",
          "lat": 45.5075,
          "lon": -73.5544,
          "description": "A neighbourhood along the St. Lawrence River full of historical landmarks, markets, and museams."
        }
      ]
    },
    {
      "name": "Julian",
      "color": "darkblue",
      "locations": [
        {
          "name": "Denali National Park",
          "lat": 63.1148,
          "lon": -151.1926,
          "description": "The national park surrounding the tallest mountain in North America, abundant wildlife including moose and grizzly bears."
        },
        {
          "name": "Anchorage",
          "lat": 61.2176,
          "lon": -149.8997,
          "description": "The largest city in Alaska. Fresh seafood restaurants. Long days in the summer and long nights in winter."
        },
        {
          "name": "Charleston",
          "lat": 32.7765,
          "lon": -79.9311,
          "description": "The capital of South Carolina, a charming smaller city with a vibrant culinary scene."
        },
        {
          "name": "Virginia Eastern Shore",
          "lat": 37.5398,
          "lon": -75.823,
          "description": "Peaceful small towns and New England rocky beaches. Nearby islands such as Chincoteague are home to wild horses."
        },
        {
          "name": "Lake Erie",
          "lat": 42.0669,
          "lon": -81.3399,
          "description": "The second smallest Great Lake with serene views to anyone visiting the area."
        },
        {
          "name": "Atlanta",
          "lat": 33.7488,
          "lon": -84.3877,
          "description": "The largest city in the Southeastern United States."
        }
      ]
    }
  ]
}
